Repository: viktormorales/vhm-emoji-post-reactions
Catalog: languages/vhm-emoji-post-reactions-*.po
Languages: es_es

source: Let users to show their reactions on your pages or posts.
es_es: Permite a los usuarios mostrar sus reacciones en tus páginas o entradas

source: Shortcode was successfully CREATED.
es_es: Shortcode CREADO!

source: Shortcode was NOT CREATED.
es_es: Error al CREAR shortcode.

source: Shortcode was successfully DELETED.
es_es: Shortcode ELIMINADO

source: Configuration
es_es: Configuración

source: Title
es_es: Título

source: HTML allowed
es_es: Puedes utilizar código HTML

source: Reactions
es_es: Reacciones

source: Click the %s button
es_es: Click en el botón %s

source: Label your EMOJI into the %s (eg.: %s)
es_es: Etiqueta tu EMOJI en el %s (ej.: %s)

source: Go to %s and click and EMOJI to copy the shortcut to your clipboard (eg.: %s)
es_es: Ve a %s y haz click en un EMOJI para copiar su código (eg.: %s)

source: Paste it into the %s
es_es: Pega el código copiado en %s

source: Save changes.
es_es: Guardar cambios

source: Add new reaction
es_es: Agregar nueva rección

source: Label
es_es: Etiqueta

source: Emoji code
es_es: Código EMOJI

source: Remove reaction
es_es: Quitar reacción

source: Reset
es_es: Reiniciar

source: About
es_es: Acerca

source: Plugin developed by graphic and web designer
es_es: Plugin desarrollado por el diseñador gráfico y web

source: Need support? Don't waste your precious time, HIRE ME!
es_es: ¿Necesitas ayuda? No pierdas tu preciado tiempo, ¡CONTRATAME!

source: Feeling generous? Buy me a beer (is good for motivation).
es_es: ¿Te sientes generoso? Comprame una cerveza (es bueno para la motivación)

source: This is me around the cloud
es_es: También ando por las nubes

source: Loading VHM EMOJIONE Post Reactions...
es_es: Cargando VHM EMOJIONE Post Reactions...

source: Sending reaction. Please wait...
es_es: Enviando reacción. Por favor espere...

source: You do not have sufficient permissions to access this page.
es_es: No tienes suficientes permisos para acceder a esta página.

source: I've found this post...
es_es: Este artículo me pareció...

source: Love it!
es_es: Grandioso!

source: Fine
es_es: Bueno

source: Boring!
es_es: Aburrido!

source: No comments...
es_es: Sin comentarios...
