Repository: viktormorales/vhm-emoji-post-reactions
Catalog: languages/vhm-emoji-post-reaction.po
Languages: es_es

source: Shortcode was successfully CREATED.
es_es: Shortcode CREADO!

source: Shortcode was NOT CREATED.
es_es: Error al CREAR shortcode.

source: Shortcode was successfully DELETED.
es_es: Shortcode ELIMINADO

source: Description
es_es: Descripción

source: Usage
es_es: Uso

source: Shortcode Generator
es_es: Generador

source: My shortcodes
es_es: Mis shortcodes

source: About
es_es: Acerca

source: Use this form to generate a shortcode to paste into your pages, posts or widget text.
es_es: Genere shortcodes utilizando este formulario para pegarlo en sus páginas, entradas o widgets de texto.

source: Title of the shortcode
es_es: Título del shortcode

source: Source
es_es: Recurso

source: Post/Page
es_es: Página/Entrada

source: Category
es_es: Categoría

source: User comment
es_es: Comentario

source: Choose the source of the comments to show
es_es: Elija el recurso de donde mostrará el/los comentario/s

source: ID of the source
es_es: ID del recurso.

source: Insert the ID of the page, post, category, tag or user comment.
es_es: Ingrese el ID de la página, entrada, categoría, etiqueta o comentario.

source: Number of comments to show
es_es: Cantidad de comentarios a mostrar

source: %s to hide the comments
es_es: %s para ocultar los comentarios

source: Order by
es_es: Ordenar

source: Descendant
es_es: Descendente

source: Ascendant
es_es: Ascendente

source: Random
es_es: Al azar

source: Choose how the comments should be ordered
es_es: Elige el orden en que se mostrarán los comentarios

source: Before items
es_es: Antes de los items

source: Add any content BEFORE displaying the comments
es_es: Agrega cualquier contenido ANTES de mostrar los comentarios

source: Template
es_es: Plantilla

source: in
es_es: en

source: %COMMENT% is the comment
es_es: %COMMENT% es el contenido del comentario

source: %URL% is the URL provided by the author of the comment
es_es: %URL% es la URL provista por el autor del comentario

source: %AUTHOR% is the name of the author of the comment
es_es: %AUTHOR% es el nombre del autor del comentario

source: %POST_TITLE% is the title of the post where the user left the comment
es_es: %POST_TITLE% es el título de la entrada donde el usuario dejó el comentario

source: %POST_URL% is the URL of the post where the user left the comment
es_es: %POST_URL% es la URL de la entrada donde el usuario dejó el comentario

source: After items
es_es: Después de los items

source: Add any content AFTER displaying the comments
es_es: Agregue cualquier contenido DESPUES de mostrar los comentarios

source: Shortcode Title
es_es: Titulo del shortcode

source: Move this item to the Trash
es_es: Eliminar este item

source: Trash
es_es: Eliminar

source: You do not have sufficient permissions to access this page.
es_es: No tienes suficientes permisos para acceder a esta página.
